data/adaptive_selection_14/2017-05-03_01-51-33/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1435: Wed May  3 02:08:21 2017
  write: io=153600MB, bw=232834KB/s, iops=227, runt=675530msec
    slat (usec): min=204, max=84024, avg=305.60, stdev=309.95
    clat (msec): min=21, max=5051, avg=562.43, stdev=405.52
     lat (msec): min=21, max=5052, avg=562.74, stdev=405.51
    clat percentiles (msec):
     |  1.00th=[   85],  5.00th=[  194], 10.00th=[  255], 20.00th=[  334],
     | 30.00th=[  392], 40.00th=[  437], 50.00th=[  478], 60.00th=[  515],
     | 70.00th=[  562], 80.00th=[  627], 90.00th=[  914], 95.00th=[ 1500],
     | 99.00th=[ 2278], 99.50th=[ 2540], 99.90th=[ 3195], 99.95th=[ 3392],
     | 99.99th=[ 4113]
    bw (KB  /s): min=49152, max=406316, per=100.00%, avg=233314.16, stdev=89205.63
    lat (msec) : 50=0.20%, 100=1.27%, 250=8.05%, 500=46.98%, 750=30.46%
    lat (msec) : 1000=4.12%, 2000=7.02%, >=2000=1.90%
  cpu          : usr=5.41%, sys=1.44%, ctx=82054, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=232834KB/s, minb=232834KB/s, maxb=232834KB/s, mint=675530msec, maxt=675530msec

Disk stats (read/write):
  sdb: ios=83/42241, merge=0/316159, ticks=124/22347387, in_queue=22347375, util=99.98%
  sdc: ios=83/41851, merge=0/316545, ticks=122/22066107, in_queue=22073151, util=100.00%
  sdd: ios=83/42827, merge=0/315573, ticks=121/21756214, in_queue=21756232, util=99.98%